#+STARTUP: showeverything

* Laplace transforms - EDX.
  CLOCK: [2017-07-19 Wed 10:56]--[2017-07-19 Wed 11:59] =>  1:03
  CLOCK: [2017-07-19 Wed 10:45]--[2017-07-19 Wed 10:54] =>  0:09


* Rotational dynamics - EDX.
  CLOCK: [2017-07-19 Wed 12:31]--[2017-07-19 Wed 12:46] =>  0:15
